---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadCaseSubcategory
source: html/46a247ff-ce8b-befc-bb05-d06a2050289f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadCaseSubcategory Property

"Category"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadCaseSubcategory { get; }
```